Repository: pretix/pretix-bitpay
Catalog: pretix_bitpay/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, ja, nl, pl, tr, uk

source: Receive Crypto payments via BitPay-compatible payment providers.
cs: Přijímejte kryptografické platby prostřednictvím poskytovatelů plateb kompatibilních s BitPay.
es: Reciba pagos Crypto a través de proveedores de pago compatibles con BitPay.
fr: Recevez des paiements en crypto-monnaies via des fournisseurs de paiement compatibles avec BitPay.
ja: BitPay互換の決済プロバイダーを通じて暗号決済を受け取る。
pl: Otrzymuj płatności kryptowalutowe za pośrednictwem dostawców płatności kompatybilnych z BitPay.
uk: Отримуйте крипто-платежі через постачальників платіжних послуг, сумісних з BitPay.

source: To accept payments via BitPay, you will need an account at BitPay. By clicking on the following button, you can connect pretix to your BitPay account. A BitPay site will open in a new tab. Return to this page and refresh it after you authorized the token at BitPay.
cs: Chcete-li přijímat platby přes BitPay, potřebujete účet u BitPay. Kliknutím na následující tlačítko můžete pretix připojit ke svému účtu BitPay. V nové záložce se otevře stránka BitPay. Po autorizaci tokenu u BitPay se vraťte na tuto stránku a obnovte ji.
es: Para aceptar pagos a través de BitPay, necesitará una cuenta en BitPay. Haciendo clic en el siguiente botón, puede conectar pretix a su cuenta BitPay. Se abrirá una página de BitPay en una nueva pestaña. Vuelva a esta página y actualícela después de autorizar el token en BitPay.
fr: Pour accepter les paiements via BitPay, vous aurez besoin d'un compte chez BitPay. En cliquant sur le bouton suivant, vous pouvez connecter pretix à votre compte BitPay. Un site BitPay s'ouvrira dans un nouvel onglet. Revenez à cette page et rafraîchissez-la après avoir autorisé le token chez BitPay.
ja: BitPayを通じて支払いを受け付けるには、BitPayのアカウントが必要です。以下のボタンをクリックすることで、pretixをBitPayアカウントに接続できます。新しいタブでBitPayのサイトが開きます。BitPayでトークンを承認した後、このページに戻って更新してください。
nl: Om betalingen via BitPay te accepteren heeft u een account bij BitPay nodig. U kunt pretix aan uw BitPay-account koppelen door op de volgende knop te klikken. De site van BitPay zal in een nieuw tabblad openen. Keer terug naar deze pagina en ververs de pagina nadat u het token heeft goedgekeurd bij BitPay.
pl: Aby akceptować płatności za pośrednictwem BitPay, musisz mieć konto w BitPay. Klikając na poniższy przycisk, możesz połączyć pretix ze swoim kontem BitPay. Strona BitPay otworzy się w nowej karcie. Wróć do tej strony i odśwież ją po autoryzacji tokena w BitPay.
tr: BitPay ile ödemeleri kabul etmek için, BitPay'de bir hesaba ihtiyacınız olacak. Aşağıdaki düğmeye tıklayarak, BitPay hesabınıza pretix'i bağlayabilirsiniz. Bir BitPay sitesi yeni bir sekmede açılır. Bu sayfaya geri dönün ve BitPay'de belirteci yetkilendirdikten sonra yenileyin.
uk: Для отримання оплат через BitPay, Вам потрібен обліковий запис BitPay. Натиснувши наступну кнопку, Ви можете під'єднати pretix до свого облікового запису BitPay. Сайт BitPay відкриється в новій вкладці. Після авторизації токена в BitPay, поверніться на цю сторінку та оновіть її.

source: Connect with BitPay
cs: Připojení k BitPay
es: Conectar con BitPay
fr: Connecter avec BitPay
ja: BitPayと接続
nl: Verbinden met BitPay
pl: Połącz się z BitPay
tr: BitPay ile iletişime geç
uk: Приєднатися з BitPay

source: Connect with test.bitpay.com
cs: Připojení k test.bitpay.com
es: Conectar con test.bitpay.com
fr: Se connecter avec test.bitpay.com
ja: test.bitpay.comと接続
nl: Verbinden met test.bitpay.com
pl: Połącz się z test.bitpay.com
tr: Test.bitpay.com ile bağlanın
uk: Приєднатися з test.bitpay.com

source: Alternatively, you can connect with a third-party provider using a BitPay-compatible API. Enter the URL here you want to connect to.
cs: Případně se můžete připojit k poskytovateli třetí strany pomocí rozhraní API kompatibilního se službou BitPay. Zde zadejte adresu URL, ke které se chcete připojit.
es: Alternativamente, puede conectar con un proveedor externo utilizando una API compatible con BitPay. Introduzca aquí la URL a la que desea conectar.
fr: Vous pouvez aussi vous connecter avec un fournisseur tiers utilisant une API compatible avec BitPay. Entrez l'URL à laquelle vous souhaitez vous connecter.
ja: または、BitPay互換APIを使用してサードパーティプロバイダーと接続することもできます。接続したいURLをここに入力してください。
pl: Alternatywnie możesz połączyć się z zewnętrznym dostawcą za pomocą interfejsu API kompatybilnego z BitPay. Wprowadź tutaj adres URL, z którym chcesz się połączyć.
uk: Ви також можете з'єднатися з будь-яким іншим постачальником послуг, використовуючи API, сумісне з BitPay. Вкажіть URL-посилання, куди Ви бажаєте приєднатися.

source: Start pairing
cs: Začít pairing
es: Inciar emparejamiento
fr: Débuter le jumelage
ja: ペアリング開始
nl: Begin koppelen
pl: Rozpocznij parowanie
tr: Eşleştirmeye başla
uk: Почати створення пари

source: Disconnect from BitPay
cs: Odpojit se od BitPay
es: Desconectar de BitPay
fr: Déconnecter de BitPay
ja: BitPayから切断
nl: Verbinding met BitPay verbreken
pl: Odłącz się od BitPay
tr: BitPay ile bağlantıyı kes
uk: Від'єднатися від BitPay

source: API URL
es: URL de la API
fr: URL API
pl: Adres URL API
uk: URL-посилання API

source: Payment method name
cs: Název platební metody
es: Nombre del método de pago
fr: Nom du mode de paiement
pl: Nazwa metody płatności
uk: Назва способу оплати

source: Since you can accept a variety of different Crypto coins with BitPay and BitPay-compatible services, you can set the name of the payment method here to reflect the coins you are actually accepting.
cs: Protože pomocí služby BitPay a služeb kompatibilních s BitPay můžete přijímat různé kryptoměny, můžete zde nastavit název platební metody tak, aby odrážel mince, které skutečně přijímáte.
es: Dado que puede aceptar una variedad de diferentes criptomonedas con BitPay y servicios compatibles con BitPay, puede establecer el nombre del método de pago aquí para reflejar las monedas que realmente están aceptados.
fr: Étant donné que vous pouvez accepter plusieurs crypto-monnaies avec BitPay et les services compatibles BitPay, vous pouvez définir le nom de la méthode de paiement ici pour refléter la monnaie que vous acceptez réellement.
ja: BitPayおよびBitPay互換サービスでは様々な暗号通貨を受け付けることができるため、実際に受け付けている通貨を反映するように、ここで決済方法の名前を設定できます。
pl: Ponieważ możesz akceptować wiele różnych kryptowalut za pomocą BitPay i usług kompatybilnych z BitPay, możesz tutaj ustawić nazwę metody płatności, aby odzwierciedlała monety, które faktycznie akceptujesz.
uk: Оскільки з BitPay та з сервісами, сумісними BitPay, Ви можете приймати різні крипто-монети, тут можна встановити назву способу оплати, щоб відображати монети, які Ви будете приймати.

source: The BitPay plugin is operating in test mode. No money will actually be transferred.
cs: Zásuvný modul BitPay pracuje v testovacím režimu. Žádné peníze nebudou ve skutečnosti převedeny.
es: El plugin de BitPay está funcionando en modo de prueba. En realidad no se transferirá ningún dinero.
fr: Le plugin BitPay fonctionne en mode test. Aucune somme d'argent ne sera réellement transférée.
ja: BitPayプラグインはテストモードで動作しています。実際にお金が送金されることはありません。
pl: Wtyczka BitPay działa w trybie testowym. Żadne pieniądze nie zostaną faktycznie przelane.
uk: Плагін BitPay працює у тестовому режимі. Фактично гроші не будуть перераховані.

source: We had trouble communicating with BitPay. Please try again and get in touch with us if this problem persists.
cs: Měli jsme problémy s komunikací se službou BitPay. Pokud problém přetrvává, zkuste to prosím znovu a kontaktujte nás.
es: Hemos tenido problemas para comunicar con BitPay. Vuelva a intentarlo y póngase en contacto con nosotros si el problema persiste.
fr: Nous avons eu du mal à communiquer avec BitPay. Veuillez réessayer et prendre contact avec nous si le problème persiste.
ja: BitPayとの通信に問題が発生しました。再度お試しいただき、この問題が続く場合は弊社までご連絡ください。
nl: We hadden moeite met het communiceren met BitPay. Probeer het opnieuw, en neem contact met ons op als dit probleem aanhoudt.
pl: Mieliśmy problem z komunikacją z BitPay. Spróbuj ponownie i skontaktuj się z nami, jeśli problem będzie się powtarzał.
tr: BitPay ile iletişimde sorun vardı. Lütfen tekrar deneyin ve bu sorun devam ederse bizimle iletişime geçin.
uk: У нас виникли проблеми під час обміну даними з BitPay. Спробуйте, будь ласка, ще раз та, якщо проблема не зникне, зв’яжіться з нами.

source: BitPay reported an error: {}
cs: BitPay nahlásil chybu: {}
es: BitPay reportó un error: {}
fr: BitPay a signalé une erreur : {}
ja: BitPayがエラーを報告しました：{}
nl: BitPay meldde een fout: {}
pl: BitPay zgłosił błąd: {}
tr: BitPay bir hata bildirdi: {}
uk: BitPay повідомляє про помилку: {}

source: We had trouble communicating with BitPay. Please try again and contact support if the problem persists.
cs: Měli jsme problémy s komunikací se službou BitPay. Zkuste to prosím znovu a pokud problém přetrvává, kontaktujte technickou podporu.
es: Hemos tenido problemas para comunicar con BitPay. Por favor, inténtelo de nuevo y póngase en contacto con soporte si el problema persiste.
fr: Nous avons eu du mal à communiquer avec BitPay. Veuillez réessayer et prendre contact avec nous si le problème persiste.
ja: BitPayとの通信に問題が発生しました。再度お試しいただき、問題が続く場合はサポートまでお問い合わせください。
nl: We hadden moeite met het communiceren met BitPay. Probeer het opnieuw, en neem contact met ons op als dit probleem aanhoudt.
pl: Mieliśmy problem z komunikacją z BitPay. Spróbuj ponownie i skontaktuj się z pomocą techniczną, jeśli problem będzie się powtarzał.
tr: BitPay ile iletişimde sorun vardı. Lütfen tekrar deneyin ve sorun devam ederse desteğe başvurun.
uk: У нас виникли проблеми під час обміну даними з BitPay. Спробуйте, будь ласка, ще раз, але якщо проблема залишиться, зв'яжіться з підтримкою.

source: BitPay reported an event: {}
cs: Služba BitPay ohlásila příhodu: {}
es: BitPay reportó un evento: {}
fr: BitPay a rapporté un événement : {}
ja: BitPayがイベントを報告しました：{}
nl: BitPay meldde een gebeurtenis: {}
pl: BitPay zgłosił zdarzenie: {}
tr: BitPay bir etkinlik bildirdi: {}
uk: BitPay повідомляє про подію: {}

source: The BitPay invoice <a %(bp_href)s>%(charge)s</a> has succeeded, but the order %(order)s is expired and the product was sold out in the meantime. Therefore, the payment could not be accepted. Please contact the user and refund the money via BitPay's interface.
cs: Faktura BitPay <a %(bp_href)s>%(charge)s</a> byla úspěšná, ale platnost objednávky %(order)s vypršela a produkt byl mezitím vyprodán. Platba proto nemohla být přijata. Kontaktujte prosím uživatele a vraťte mu peníze přes rozhraní BitPay.
es: La factura BitPay <a %(bp_href)s>%(charge)s</a> ha tenido éxito, pero el pedido %(order)s ha caducado y el producto se ha agotado mientras tanto. Por lo tanto, no se ha podido aceptar el pago. Póngase en contacto con el usuario y devuélvale el dinero a través de la interfaz de BitPay.
fr: La facture BitPay <a %(bp_href)s>%(charge)s</a> a réussi, mais la commande %(order)s est expirée et tout l'inventaire du produit a été vendu entretemps. Le paiement n'a donc pu être accepté. SVP contactez l'utilisateur et envoyez un remboursement via l'interface BitPay.
ja: BitPayインボイス<a %(bp_href)s>%(charge)s</a>は成功しましたが、注文%(order)sは期限切れとなり、その間に商品は売り切れました。そのため、支払いを受け付けることができませんでした。ユーザーにご連絡いただき、BitPayのインターフェースを通じて返金を行ってください。
nl: De BitPay-factuur <a %(bp_href)s>%(charge)s</a> is gelukt, maar de bestelling %(order)s is verlopen, en het product is ondertussen uitverkocht. Hierom kon de betaling niet worden geaccepteerd. Neem contact op met de gebruiker, en betaal het geld terug via de interface van BitPay.
pl: Faktura BitPay <a %(bp_href)s>%(charge)s</a> powiodła się, ale zamówienie %(order)s wygasło, a produkt został w międzyczasie wyprzedany. W związku z tym płatność nie mogła zostać zaakceptowana. Prosimy o kontakt z użytkownikiem i zwrot pieniędzy za pośrednictwem interfejsu BitPay.
tr: BitPay faturası <a %(bp_href)s>%(charge)s</a> başarılı oldu, ancak siparişin %(order)s süresi doldu ve bu süre içinde ürün satıldı. Bu nedenle ödeme kabul edilemedi. Lütfen kullanıcıyla iletişime geçin ve BitPay'in arayüzü ile para iadesi yapın.
uk: Рахунок-фактура BitPay <a %(bp_href)s>%(charge)s</a> сплачена, але термін дії замовлення %(order)s закінчився, а продукт тим часом було розпродано. Тому оплата не може бути прийнята. Зв’яжіться з користувачем і поверніть гроші через інтерфейс BitPay.

source: BitPay reported that the invoice <a %(bp_href)s>%(charge)s</a> has been failed or refunded. Do you want to mark the matching order (%(order)s) as refunded?
cs: Služba BitPay oznámila, že faktura <a %(bp_href)s>%(charge)s</a> byla neúspěšná nebo vrácena. Chcete označit odpovídající objednávku (%(order)s) jako vrácenou?
es: BitPay ha informado de que la factura <a %(bp_href)s>%(charge)s</a> ha fallado o se ha reembolsado. Desea marcar el pedido correspondiente (%(order)s) como reembolsado?
fr: BitPay a rapporté que la facture <a %(bp_href)s>%(charge)s</a> a échoué ou a été remboursée. Voulez-vous marquer la commande correspondante (%(order)s) comme étant remboursée ?
ja: BitPayはインボイス<a %(bp_href)s>%(charge)s</a>が失敗または返金されたと報告しました。対応する注文(%(order)s)を返金済みとしてマークしますか？
nl: BitPay meldde dat de factuur <a %(bp_href)s>%(charge)s</a> is mislukt of terugbetaald. Wilt u de bijbehorende bestelling (%(order)s) als terugbetaald aanmerken?
pl: BitPay poinformował, że faktura <a %(bp_href)s>%(charge)s</a> nie została zrealizowana lub została zwrócona. Czy chcesz oznaczyć pasujące zamówienie (%(order)s) jako zwrócone?
tr: BitPay, <a%(bp_href)s>%(charge)s</a> faturasının başarısız olduğunu veya iade edildiğini bildirdi. Eşleşen siparişi (%(order)s) iade edildi olarak işaretlemek ister misiniz?
uk: BitPay повідомляє, що рахунок-фактура <a %(bp_href)s>%(charge)s</a> не виконана або була відшкодована. Ви хочете позначити відповідне замовлення (%(order)s) як повернене?

source: After you submitted your order, we will redirect you to a payment partner to complete your payment. You will then be redirected back here to get your tickets.
cs: Po odeslání objednávky vás přesměrujeme na platebního partnera, u kterého můžete dokončit platbu. Poté budete přesměrováni zpět sem, kde můžete obdržet své vstupenky.
es: Después de enviar su pedido, le redirigiremos a un proveedor de servicios de pago para que realice el pago. A continuación, se le redirigirá de nuevo aquí para obtener sus entradas.
fr: Après avoir l'envoi de votre commande, vous serez renvoyé compléter le paiement auprès d'un partenaire de paiement. Ensuite vous reviendrez ici pour récupérer vos billets.
ja: ご注文を送信後、決済を完了するため決済パートナーにリダイレクトします。その後こちらに戻り、チケットを取得していただけます。
nl: Nadat u uw bestelling heeft ingediend zullen we u naar een betalingspartner doorverwijzen om uw betaling uit te voeren. U zal hierna naar hier worden teruggestuurd om uw tickets te krijgen.
pl: Po złożeniu zamówienia przekierujemy Cię do partnera płatności, aby dokończyć płatność. Następnie zostaniesz przekierowany z powrotem tutaj, aby otrzymać bilety.
tr: Siparişinizi gönderdikten sonra, ödemenizi tamamlamak için sizi bir ödeme ortağına yönlendireceğiz. Biletlerinizi almak için buraya geri yönlendirileceksiniz.
uk: Після завершення замовлення ми перенаправимо Вас до платіжного партнера для здійснення оплати. Потім, для отримання квитків, Ви будете перенаправлені назад сюди.

source: Invoice ID
cs: Číslo faktury
es: Número de factura
fr: No. de facture
ja: 請求書ID
nl: Factuurnummer
pl: Numer faktury
tr: Fatura Kimliği
uk: Номер рахунку-фактури

source: Status
es: Estado
fr: État
pl: Stan
tr: Durum
uk: Статус

source: Error message
cs: Chybová zpráva
es: Mensaje de error
fr: Message d'erreur
nl: Foutmelding
pl: Komunikat o błędzie
tr: Hata mesajı
uk: Повідомлення про помилку

source: Note that BitPay will create a "refund request" and the user will get an email with instructions on how to retrieve the refund. pretix, however, will mark the ticket as refunded immediately.
cs: Upozorňujeme, že BitPay vytvoří "žádost o vrácení peněz" a uživatel obdrží e-mail s pokyny, jak získat vrácené peníze. pretix však vstupenku okamžitě označí jako vrácenou.
es: Tenga en cuenta que BitPay creará una "solicitud de reembolso" y el usuario recibirá un correo electrónico con instrucciones sobre cómo recuperar el reembolso. pretix, sin embargo, marcará el ticket como reembolsado inmediatamente.
fr: Notez que BitPay procédera à une "demande de remboursement" et l'utilisateur recevra un message indiquant la manière de récupérer les fonds. Cependant, pretix marquera le billet comme ayant été remboursé sur le champ.
ja: BitPayは「返金リクエスト」を作成し、ユーザーには返金の受け取り方法に関する指示が記載されたメールが送信されることにご注意ください。ただし、pretixではチケットは即座に返金済みとしてマークされます。
nl: Merk op dat BitPay een "terugbetaalverzoek" zal aanmaken, en de gebruiker een e-mail zal krijgen met instructies over hoe de terugbetaling te ontvangen. pretix zal het ticket echter direct als terugbetaald aanmerken.
pl: Należy pamiętać, że BitPay utworzy "żądanie zwrotu pieniędzy", a użytkownik otrzyma wiadomość e-mail z instrukcjami, jak odzyskać zwrot pieniędzy. pretix jednak natychmiast oznaczy bilet jako zwrócony.
tr: BitPay'in bir "geri ödeme talebi" oluşturacağını ve kullanıcının geri ödemeyi nasıl alacağına ilişkin talimatları içeren bir e-posta alacağını unutmayın. Ancak, pretix, bileti hemen iade edildi olarak işaretler.
uk: Зверніть увагу, що BitPay створить "запит на відшкодування", а користувач отримає електронний лист з настановами щодо отримання відшкодування. Водночас pretix, позначить квиток як повернутий.

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few hours.
cs: Čekáme na odpověď poskytovatele platebních služeb ohledně vaší platby. Pokud to bude trvat déle než několik hodin, kontaktujte nás prosím.
es: Estamos esperando una respuesta del proveedor de pagos en relación con su pago. Póngase en contacto con nosotros si tarda más de unas horas.
fr: Nous attendons une réponse du fournisseur de service de paiement concernant votre paiement. SVP contactez-nous si cela prends plus de quelques heures.
ja: お客様の決済について、決済プロバイダーからの回答をお待ちしております。数時間以上かかる場合は、お問い合わせください。
nl: We wachten op een antwoord van de betalingsprovider over uw betaling. Neem contact met ons op als dit langer dan een paar uur duurt.
pl: Czekamy na odpowiedź od dostawcy usług płatniczych dotyczącą płatności. Prosimy o kontakt, jeśli potrwa to dłużej niż kilka godzin.
tr: Ödemenizle ilgili olarak ödeme sağlayıcısından cevap bekliyoruz. Bu birkaç saatten fazla sürerse lütfen bizimle iletişime geçin.
uk: Ми очікуємо від постачальника платежів відповідь щодо Вашого платежу. Зв’яжіться, будь ласка, з нами, якщо це займе більше кількох годин.

source: The payment process has started in a new window.
cs: Proces platby se spustil v novém okně.
es: El proceso de pago ha iniciado en una nueva ventana.
fr: Le processus de paiement a démarré dans une autre fenêtre.
nl: Het betalingsproces is begonnen in een nieuw venster.
pl: Proces płatności rozpoczął się w nowym oknie.
tr: Ödeme işlemi yeni bir pencerede başladı.
uk: Процес оплати розпочався у новому вікні.

source: The window to enter your payment data was not opened or was closed?
cs: Okno pro zadání platebních údajů se neotevřelo nebo bylo zavřeno?
es: ¿La ventana para introducir sus datos de pago no se abrió o se cerró?
fr: La fenêtre de saisie de vos données de paiement a-t-elle été fermée ou ne s'est pas ouverte ?
nl: Is het venster om uw betaling uit te voeren niet geopend?
pl: Okno do wprowadzenia danych płatności nie zostało otwarte lub zostało zamknięte?
tr: Ödeme verilerinizi girmek için pencere açılmamış veya kapatılmamış mı?
uk: Вікно для введення платіжних даних було закрито чи ніколи не відкривалося?

source: Click here in order to open the window.
cs: Kliknutím zde otevřete okno.
es: Haga clic aquí para abrir la ventana.
fr: Cliquez ici pour ouvrir la fenêtre.
nl: Klik hier om het venster te openen.
pl: Kliknij tutaj, aby otworzyć okno.
tr: Pencereyi açmak için buraya tıklayın.
uk: Натисніть тут, щоб відкрити вікно.

source: Your BitPay account has been disconnected.
cs: Váš účet BitPay byl odpojen.
es: Tu cuenta de BitPay ha sido desconectada.
fr: Votre compte BitPay a été déconnecté.
ja: BitPayアカウントの接続が解除されました。
nl: De verbinding met uw BitPay-account is verbroken.
pl: Twoje konto BitPay zostało odłączone.
tr: BitPay hesabınızın bağlantısı kesildi.
uk: Ваш обліковий запис BitPay від'єднаний.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
cs: Omlouváme se, při platbě došlo k chybě. Zkontrolujte prosím odkaz ve svých e-mailech a pokračujte.
es: Lo sentimos, hubo un error en el proceso de pago. Por favor, compruebe el enlace en sus correos electrónicos para continuar.
fr: Désolé, une erreur s'est produite lors du traitement du paiement. SVP vérifiez le lien dans vos courriels pour continuer.
nl: Sorry, er trad een fout op in het betalingsproces. Klik op de link in uw email om door te gaan.
pl: Przepraszamy, wystąpił błąd w procesie płatności. Prosimy o sprawdzenie linku w wiadomościach e-mail, aby kontynuować.
tr: Üzgünüz, ödeme sürecinde bir hata oluştu. Devam etmek için lütfen e-postalarınızdaki bağlantıyı kontrol edin.
uk: На жаль, під час оплати виникла помилка. Для продовження, перевірте, будь ласка, посилання у своїх електронних листах.

source: You are already connected to BitPay.
cs: Jste již připojeni k BitPay.
es: Ya estás conectado a BitPay.
fr: Vous êtes déjà connecté à BitPay.
ja: 既にBitPayに接続されています。
nl: U bent al verbonden met BitPay.
pl: Jesteś już połączony z BitPay.
tr: BitPay'e zaten bağlısınız.
uk: Ви вже під'єднані до BitPay.

source: Communication with BitPay was not successful.
cs: Komunikace se službou BitPay nebyla úspěšná.
es: La comunicación con BitPay no fue exitosa.
fr: La communication avec BitPay a échoué.
ja: BitPayとの通信は成功しませんでした。
nl: Communiceren met BitPay is niet gelukt.
pl: Komunikacja z BitPay nie powiodła się.
tr: BitPay ile iletişim başarılı değildi.
uk: Збій підключення до BitPay.

source: Crypto
cs: Krypto
ja: 暗号通貨
