Repository: pretix/pretix-bitpay
Catalog: pretix_bitpay/locale/*_Informal/LC_MESSAGES/django.po
Languages: de_informal

source: This plugin allows you to receive Bitcoin payments via BitPay
de_informal: Dieses Plugin erlaubt, Bitcoin-Zahlungen über BitPay zu empfangen

source: To accept payments via BitPay, you will need an account at BitPay. By clicking on the following button, you can connect pretix to your BitPay account. A BitPay site will open in a new tab. Return to this page and refresh it after you authorized the token at BitPay.
de_informal: Um zahlungen mit BitPay zu akzeptieren, brauchst du ein BitPay-Konto. Mit einem Klick auf den folgenden Knopf kannst du dein BitPay-Konto mit pretix verknüpfen. Die BitPay-Seite öffnet sich in einem neuen Tab, bitte kehre danach hierher zurück und lade diese Seite neu, nachdem du den Token bei BitPay authorisiert hast.

source: Connect with BitPay
de_informal: Mit BitPay verknüpfen

source: Connect with test.bitpay.com
de_informal: Mit test.bitpay.com verknüpfen

source: Alternatively, you can connect with a third-party provider using a BitPay-compatible API. Enterthe URL here you want to connect to.
de_informal: Alternativ kannst du einen Drittanbieter mit BitPay-kompatibler Schnittstelle anbinden. Gib die Adresse ein, zu der du dich verbinden willst.

source: Start pairing
de_informal: Pairing beginnen

source: Disconnect from BitPay
de_informal: Verknüpfung mit BitPay trennen

source: We had trouble communicating with BitPay. Please try again and get in touch with us if this problem persists.
de_informal: Wir hatten Probleme bei der Kommunikation mit BitPay. Bitte versuche es erneut oder nimm Kontakt mit uns auf.

source: BitPay reported an error: {}
de_informal: BitPay hat einen Fehler zurückgemeldet: {}

source: We had trouble communicating with BitPay. Please try again and contact support if the problem persists.
de_informal: Wir hatten Probleme bei der Kommunikation mit BitPay. Bitte versuche es erneut oder nimm Kontakt mit uns auf.

source: BitPay reported an event: {}
de_informal: BitPay hat ein Ereignis gemeldet: {}

source: BitPay client: Private Key
de_informal: BitPay-Client: Privater Schlüssel

source: The BitPay invoice <a %(bp_href)s>%(charge)s</a> has succeeded, but the order %(order)s is expired and the product was sold out in the meantime. Therefore, the payment could not be accepted. Please contact the user and refund the money via BitPay's interface.
de_informal: Die BitPay-Rechung <a %(bp_href)s>%(charge)s</a> wurde bezahlt, aber die Bestellung %(order)s ist abgelaufen und ein Produkt ist zwischenzeitlich ausverkauft. Die Zahlung konnte daher nicht akzeptiert werden. Bitte kontaktiere den Nutzer und buche das Geld ggf. über das BitPay-Interface zurück.

source: BitPay reported that the invoice <a %(bp_href)s>%(charge)s</a> has been failed or refunded. Do you want to mark the matching order (%(order)s) as refunded?
de_informal: BitPay hat gemeldet, dass die Rechnung <a %(bp_href)s>%(charge)s</a> fehlgeschlagen ist oder erstattet wurde. Soll die entsprechende Bestellung in pretix (%(order)s) als erstattet markiert werden?

source: After you submitted your order, we will redirect you to a payment partner to complete your payment. You will then be redirected back here to get your tickets.
de_informal: Nach Abschluss Ihrer Bestellung werden wir dich zu einem Zahlungsdienstleister weiterleiten um deine Zahlung abzuschließen. Anschließend wirst du zurückgeleitet um hier deine Tickets herunterzuladen.

source: Invoice ID
de_informal: Rechnungsnummer

source: Error message
de_informal: Fehlermeldung

source: Note that BitPay will create a "refund request" and the user will get an email with instructions on how to retrieve the refund. pretix, however, will mark the ticket as refunded immediately.
de_informal: Beachten, dass BitPay nur ein "Erstattungs-Angebot" erstellt, das dem Benutzer per E-Mail zugestellt und von diesem noch akzeptiert werden muss. Auf Seiten von pretix wird das Ticket hingegen sofort als erstattet markiert.

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few hours.
de_informal: Wir warten noch auf eine Antwort vom Zahlungsdienstleister bezüglich deiner Zahlung. Bitte kontaktiere uns, wenn dies mehr als ein paar Stunden dauert.

source: The payment process has started in a new window.
de_informal: Der Zahlungsvorgang wird in einem neuen Fenster fortgesetzt.

source: The window to enter your payment data was not opened or was closed?
de_informal: Das Fenster zur Eingabe der Zahlungsdaten wurde geschlossen oder nie geöffnet?

source: Click here in order to open the window.
de_informal: Hier klicken um das Fenster zu öffnen.

source: Your BitPay account has been disconnected.
de_informal: Dein BitPay-Konto wurde getrennt.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
de_informal: Sorry, es gab einen Fehler im Bezahlvorgang. Bitte klicke den Link in der E-Mail, die wir dir geschickt haben, um fortzufahren.

source: You are already connected to BitPay.
de_informal: Deine Veranstaltung ist bereits mit BitPay verbunden.

source: Communication with BitPay was not successful.
de_informal: Die Verbindung zu BitPay ist fehlgeschlagen.
